aaron-bond.better-comments
alefragnani.bookmarks
alefragnani.project-manager
bradlc.vscode-tailwindcss
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
pkief.material-icon-theme
tal7aouy.theme
vue.volar
yoavbls.pretty-ts-errors
